Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Też cię nie znam i nie wiem co cię spotkało, ale ten konflikt zniszczył całe moje dotychczasowe życie.
uk: Я не знаю тебе і не знаю, що з тобою сталося, але цей конфлікт зруйнував моє життя.

source: Też czujesz ten skwar? Dosłownie czuję się jak udziec z kretoszczura na patelni.
uk: Ти теж відчуваєш, яка тут спека? Я буквально відчуваю себе ніжкою кротощура на сковорідці.

source: Też doznaliście uczucia, jak to jest, gdy wasz ukochany dom stoi w płomieniach.
uk: Тепер ви теж відчули, як це, коли ваш рідний дім охоплений полум'ям.

source: Też im płacę i do tego znam ich od dawna. A mój pierścień w twojej kieszeni nie stawia cię w dobrym świetle.
uk: Я теж їм плачу і, до того ж, давно їх знаю. А мій перстень у твоїй кишені не говорить про тебе нічого хорошого.

source: Też już miałem dość tego miasta.
uk: Мені теж набридло це місто.

source: Też mam taką nadzieję.
uk: Я теж на це сподіваюся.

source: Też mi coś! Każdy szanujący się węglarz o tym wie!
uk: Що за нісенітниця! Кожен поважаючий себе вугляр про це знає!

source: Też mi jest przykro. Ale wiesz, o co pytam?
uk: Мені теж дуже шкода. Але ти знаєш, про що я питаю?

source: Też mniej więcej tyle. Założenie tej placówki było jedną z pierwszych jego decyzji.
uk: Приблизно з того самого часу. Створення аванпосту було одним із перших його рішень.

source: Też nie jesteś stąd, Marvin. Gdzie jest twój dom? Czy zajęli go orkowie? A może po prostu nie mogłeś tam dłużej być?
uk: Ти ж теж не місцевий, Марвіне. Де твій дім? Його захопили орки? Чи ти просто не зміг там більше знаходитися?

source: Też nie jesteś stąd, prawda?
uk: Ти теж не місцевий, правда?

source: Też nie wierzę w te wszystkie ataki orków...
uk: Я теж не вірю в усі ці напади орків...

source: Też nie za bardzo. Karczma chyba jednak nie jest najlepszym miejscem na rekrutację.
uk: Теж не дуже. Корчма, мабуть, не найкраще місце для вербування.

source: Też normalnie bym się do tego nie posunął, ale trzeba z nimi walczyć ich własną bronią! Mogę na ciebie liczyć?
uk: Зазвичай я б не пішов на таке, але доводиться боротися з ними їхньою ж зброєю! Я можу на тебе розраховувати?

source: Też pracuję dla Volkera.
uk: Я теж працюю на Волкера.

source: Też prawda.
uk: Теж вірно.

source: Też przybywasz z Londram?
uk: Ти теж з Лондраму?

source: Też przyszłaś popatrzeć na widowisko?
uk: Ти теж прийшла подивитися на виставу?

source: Też racja. Dobrze, leć do Graysona i przekaż mu wieści.
uk: Теж вірно. Добре, біжи до Грейсона і розкажи йому ці новини.

source: Też się cieszę. Tymczasem wybacz, ale muszę to wszystko ogarnąć... odbudowanie winnicy będzie czasochłonne!
uk: Я теж радий за тебе. А поки що, вибач, мені треба з усім цим розібратися... Відновлення виноградника займе час!

source: Też się w końcu przyzwyczai. Nie zamierzamy oczywiście spędzić tu reszty życia...
uk: Вона теж звикне з часом. Звісно ж, ми не маємо наміру провести тут решту свого життя...

source: Też sprzedajesz złote Innosy?
uk: Ти також продаєш золотих Інносів?

source: Też tak myślę. Interes straży jest najważniejszy.
uk: Я теж так думаю. Інтереси вартових передусім.

source: Też tak myślę. Wracaj do swoich obowiązków.
uk: Я теж так вважаю. Повертайся до своїх обов'язків.

source: Też to słyszeliście?
uk: Ти теж це чув?

source: Też trudno jest mi w to uwierzyć, ale fakty mówią same za siebie.
uk: Мені також важко в це повірити, але факти говорять самі за себе.

source: Też wątpię, żeby to był przypadek.
uk: Я теж сумніваюсь, що це збіг.

source: Też! Ale... posłuchaj...
uk: У тому числі! Але... послухай...

source: Tfu! A żebyś się udławił!
uk: Тьху! Щоб ти подавився!

source: The Flail
uk: Флейл

source: Thiago
uk: Тьяго

source: Thiago może mnie dodatkowo nauczyć akrobatyki.
uk: Тьяго також може навчити мене акробатиці.

source: Thiago może mnie nauczyć, jak strzelać z łuku oraz kuszy. Do tego zna się też na otwieraniu zamków. Może mnie również nauczyć pozyskiwania sadła, żuwaczek, skórowania gadów oraz wycinania gruczołów jadowych i skrzydeł krwiopijców.
uk: Тьяго може навчити мене стріляти з лука та арбалета. Крім того, він знається на тому, як відмикати замки. А ще він може навчити мене добувати жир, щелепи, шкури рептилій, вирізати отруйні залози та крила шершнів.

source: Thiago.
uk: Тьяго.

source: Thiago?
uk: Тьяго?

source: Thomas the forger
uk: Томас Вигадник

source: Thorsten
uk: Торстен

source: Thorsten może mnie odpłatnie nauczyć podstaw kowalstwa.
uk: Торстен за певну плату може навчити мене основам ковальства.

source: Thorsten powiedział, że mogą ci się przydać.
uk: Торстен сказав, що вони можуть тобі знадобитися.

source: Thorsten sprzedaje broń białą, materiały do wytwarzania przedmiotów oraz przepisy do wytwarzania broni białej. Swoją kuźnię ma obok placu wioski.
uk: Торстен продає зброю ближнього бою, матеріали для її виготовлення та креслення. Його кузня розташована поруч із сільською площею.

source: Thorsten to dobry nauczyciel, ale ma staroświeckie metody pracy w kuźni.
uk: Торстен хороший вчитель, але в нього старомодні методи роботи в кузні.

source: Thorsten to świetny nauczyciel, ale nie lubi zmian. Wszystko robi starymi sposobami i z użyciem sprawdzonych materiałów, a do wszystkiego, co nowe podchodzi z dużym dystansem.
uk: Торстен – чудовий вчитель, але він не любить змін. Він все робить по-старому, з перевіреними матеріалами, а до всього нового підходить з великою пересторогою.

source: Thorsten? Co ty tu robisz?
uk: Торстен? Що ти тут робиш?

source: Thulsa
uk: Тульса

source: Tia.
uk: Тю.

source: Till
uk: Тілль

source: Till mówił, że ostatniej nocy trochę napęczniał, więc topielce raczej go już nie tkną, ale ścierwojady...
uk: Тілль сказав, що минулої ночі він трохи роздувся, тож луркери навряд чи знову його чіпатимуть, але от падальники...

source: Till, pilnujący wyjścia z jaskini, stracił swoją ukochaną kuszę. Parę dni temu mu się wyśliznęła i spłynęła w dół strumienia, jednak jest przekonany, że 'Emma' zawisła na gałęzi nieopodal. Licząc na możliwość ucieczki z obozu, zaproponowałem, że pomogę mu odzyskać zgubę. Nie chciał puścić mnie samego, dlatego będzie mi towarzyszył. Zanim wyruszyliśmy, pouczył mnie, żebym szedł tuż za nim i się zbytnio nie oddalał, bo dostanę po gębie. Mógłbym spróbować wybrać dobry moment na ucieczkę, lub po odzyskaniu kuszy przekonać Tilla, aby puścił mnie wolno.
uk: Тілль, який охороняє вихід з печери, загубив свій улюблений арбалет. Кілька днів тому він вислизнув у нього з рук і поплив вниз за течією. Але він переконаний, що 'Емма' застрягла на гілці неподалік. Сподіваючись втекти з табору, я запропонував йому допомогти знайти арбалет. Він не захотів відпускати мене одного, тому погодився піти разом. Перед тим, як ми вирушимо, він сказав мені йти прямо за ним і не відходити далеко, інакше я отримаю по пиці. Я можу спробувати дочекатися слушної нагоди для втечі або, коли дістану його арбалет, переконати Тілля відпустити мене.

source: Timo
uk: Тімо

source: Timo miał zapłacić za was wszystkich. Jeśli masz przy sobie coś cennego, daj mi to, a dostaniecie szalupę.
uk: Тімо мав заплатити за всіх. Якщо у вас є щось цінне, віддавайте мені, і човен ваш.

source: Timo nie wytrzymał widoku rzezi na ulicach i uciekł. Nie mogąc znaleźć dla siebie miejsca na wyspie, ostatecznie zajął się tym, o co go wszyscy, początkowo niesprawiedliwie, posądzali - kradzieżami kieszonkowymi.
uk: Тімо не витримав кривавої бійні на вулицях і втік. Не знайшовши собі місця на острові, він врешті-решт зайнявся тим, у чому його спочатку несправедливо звинувачували – обкраданням людей.

source: Timo zgodził się pracować dla Starszego.
uk: Тімо погодився працювати для старости села.

source: Timo, Timo, Timo...
uk: Тімо, Тімо, Тімо...

source: Timo, może opowiesz wszystkim, jak to było?
uk: Тімо, чому б тобі не розповісти всім, як так сталося?

source: Timo? Co ty tu robisz?
uk: Тімо? Що ти тут робиш?

source: Tkanina do ozdobienia podłogi.
uk: Тканина для оздоблення підлоги.

source: Tkwię tutaj od wielu godzin i tłumaczę każdemu z osobna wszystkie obowiązujące przepisy...
uk: Я стирчу тут годинами, пояснюючи всім чинні закони...

source: To Alder ukradł koło zębate, by naprzykrzyć się Ramonie.
uk: Це Альдер вкрав шестерню, щоб позлити Рамону.

source: To Custo ci pomógł, a nie ja.
uk: То Кусто тобі допоміг, а не я.

source: To Marvin, brać go!
uk: Це Марвін, взяти його!

source: To NAPRAWDĘ fajny wulkan!
uk: Це ДІЙСНО дивовижний вулкан!

source: To Pablo, jeden z przemytników.
uk: Це Пабло, один із контрабандистів.

source: To Rhobar wciągnął nas w wojnę z orkami, to on sprowadził na nas kłopoty! Tfu!
uk: Це Робар втягнув нас у війну з орками, це він приніс нам біду! Тьху!

source: To Riordian mnie uratował.
uk: Ріордіан врятував мене.

source: To Roderich będzie miał nową gębę do wykarmienia w lochach. Już ja się o to postaram!
uk: Тоді у Родеріха з'явиться новий писок для годування у в'язниці. Я про це подбаю особисто!

source: To TY mnie wrobiłeś! To musiałeś być ty!
uk: Це ТИ мене підставив! Це точно був ти!

source: To Ulryk razem z Lichwiarzem zaatakowali miasto.
uk: Це Ульрік разом з Лихварем напали на місто.

source: To Vardhal było główną świątynią i biblioteką naszych przodków. Gdy Vardhal legło w gruzach, upadła też nasza kultura.
uk: Саме Вардхал був головним храмом і бібліотекою наших предків. Коли Вардхал перетворився на руїни, занепала і наша культура.

source: To Wilcze Leże. Ostatnia twierdza należąca do rodu, który wiele lat temu władał całą wyspą.
uk: Це Вовче Лігво. Остання твердиня, що належить родині, яка багато років тому правила всім островом.

source: To akurat było zadanie Sundera. Niedługo zajmie się nim jego kapitan - u nas nie ma miejsca dla obiboków.
uk: Це було завданням Сандера. Його капітан скоро ним займеться. У нас не місце для ледарів.

source: To akurat nie powinno sprawiać większych problemów. Nacinasz dziąsła tak, żeby dostać się do korzenia kła, i go wyrywasz.
uk: Це не повинно викликати особливих труднощів. Розріж ясна, щоб дістатися до кореня ікла і витягти його.

source: To ba-ba-bardzo ściśle tajne!
uk: Це ду-ду-дуже секретно!

source: To bardzo ciekawe, ale muszę już iść.
uk: Це дуже цікаво, але я мушу йти.

source: To bardzo ciekawe, bo wydawało mi się, że to my z niej jesteśmy.
uk: Це дуже цікаво, тому що я думав, що ми теж до нього належимо.

source: To bardzo dobry pomysł.
uk: Це дуже хороша ідея.

source: To bardzo dobrze się składa.
uk: Це дуже добре.

source: To bardzo dobrze. Co w związku z tym?
uk: Дуже добре. І що з того?

source: To bardzo drobna sprawa.
uk: Це зовсім незначна справа.

source: To bardzo dziwne.
uk: Це дуже дивно.

source: To bardzo długa historia. Niestety, wygląda na to, że nie możecie ze mną podróżować bez narażania się na ataki z ich strony.
uk: Це дуже довга історія. На жаль, схоже, що ти не можеш подорожувати зі мною, не наражаючись на ризик нападу з їхнього боку.

source: To bardzo długa historia... ale chyba nie mam siły jej ci teraz opowiadać.
uk: Це дуже довга історія... але я не думаю, що у мене вистачить сил розповісти її тобі зараз.

source: To bardzo miłe z jego strony. Mało jest dziś uczciwych ludzi.
uk: Це дуже мило з його сторони. У наш час так мало чесних людей.

source: To bardzo niedobrze. Miałeś okazję pozyskać nowego współpracownika dla Gildii, a tego nie zrobiłeś.
uk: Це дуже погано. Ти мав можливість залучити нового партнера для Гільдії, але ти цього не зробив.

source: To bardzo niepokojące. W trakcie wojny każda moneta się liczy, nie możemy sobie pozwolić, by ktoś uszczuplał zyski Korony dla własnego interesu.
uk: Це викликає велике занепокоєння. У розпал війни кожна монета на рахунку, і ми не можемо дозволити, щоб хтось використовував прибутки Корони у власних корисливих цілях.

source: To bardzo proste, wystarczy, że pokażesz nam swoje umiejętności i podpiszesz kontrakt.
uk: Це дуже просто. Все, що потрібно зробити, це показати нам свої навички та підписати контракт.

source: To bardzo rozsądne przypuszczenia... Wygląda na to, że nawet tutaj będziemy musieli zwiększyć liczbę patroli.
uk: Це дуже розумне припущення... Схоже, що навіть тут доведеться збільшити кількість патрулів.

source: To bardzo rozsądne z twojej strony, ale też bardzo naiwne.
uk: Це дуже розумно з твого боку, але й дуже наївно.

source: To bardzo smutna wiadomość dla całej straży.
uk: Це дуже сумна новина для всієї Варти.

source: To bardzo ważne. Mam informacje dotyczące zamachu na jego życie.
uk: Це дуже важливо. Я маю інформацію про замах на його життя.

source: To bardzo wymagający człowiek, ale właściwy na swoje stanowisko. Król mądrze postąpił wysyłając go tu.
uk: Це дуже вимоглива людина, але він добре відповідає своїй посаді. Король вчинив мудро, пославши його сюди.

source: To bardzo zajęty człowiek, jeśli możesz to postaraj się mu nie przeszkadzać.
uk: Він дуже зайнята людина, тому, якщо можеш, постарайся йому не заважати.

source: To bardzo zajęty człowiek, jeśli możesz, to postaraj się mu nie przeszkadzać.
uk: Він дуже зайнята людина, тому, якщо можеш, постарайся йому не заважати.

source: To bardzo zły pomysł.
uk: Це дуже погана ідея.

source: To bez znaczenia!
uk: Це не має значення!

source: To bez znaczenia, musimy pomóc naszym.
uk: Це не має значення, ми повинні допомогти своїм.

source: To bez znaczenia. Mamy teraz dużo większy problem i to sam wiesz jaki.
uk: Це неважливо. Зараз у нас є набагато більша проблема, і ти сам знаєш, яка.

source: To bez znaczenia. Więziennych krat tak łatwo nie opuści.
uk: Це не має значення. Він нескоро покине в'язницю.

source: To bezpośredni rozkaz Przeora. Wstęp mają tylko Arcymagowie.
uk: Це безпосередній наказ Настоятеля. Вхід дозволено лише Архімагам.

source: To bierz łopatę i szoruj do roboty! Poza tym ścierwojady muszą coś żreć.
uk: Тож бери лопату і мерщій до роботи! Крім того, падальникам треба щось їсти.

source: To brzmi jak bardzo zły pomysł.
uk: Це звучить як дуже погана ідея.

source: To brzmi na bardzo duże zobowiązanie... chyba muszę to jeszcze przemyśleć.
uk: Це звучить як дуже велике зобов'язання... Думаю, мені ще треба це обдумати.

source: To brzmi zbyt podejrzanie, by jakieś tam złoto mnie przekonało!
uk: Це звучить надто підозріло, щоб якесь золото могло мене переконати!

source: To by było bardzo podobne do sposobu, w jaki działa Adanos.
uk: Це було б дуже схоже на діяння Аданоса.

source: To by było na tyle jeśli chodzi o nasze obywatelstwo. Moglibyśmy włamać się do środka, ale wysłaliby nas wtedy do Górniczej Doliny!
uk: Стільки зусиль заради громадянства. Ми могли б вдертися всередину, але тоді вони відправлять нас до Гірничої Долини!

source: To by było zbyt piękne, gdybym dowiedział się czegoś od zwykłych obywateli. Pozostało mi tylko udać się do 'Syreniego Lamentu'.
uk: Було б занадто просто, якби я справді щось довідався від пересічних громадян. Все, що мені лишається, це піти до 'Плачу сирени'.

source: To by dopiero była robota dla kogoś z Araxos, żeby mi go znalazł i nauczył udzielania prawdziwych rad!
uk: Це була б робота для когось з Араксосу, щоб знайшов мені його і навчив давати реальні поради!

source: To bydlę zarzyna nasze owce!
uk: Це бидло ріже наших овець!

source: To byli miejscowi łowcy?
uk: Це були місцеві мисливці?

source: To byli ponownie ci sami ludzie, z którymi walczyliśmy w kryjówce. Czekali tam na nas i za wszelką cenę chcieli nas zabić.
uk: Це були ті самі люди, з якими ми билися у схованці. Вони вже чекали на нас там і хотіли вбити за будь-яку ціну.

source: To byliby cholernie głupi.
uk: Тоді вони були б до біса дурними.

source: To był ciężki tydzień. Chodź do mnie, stawiam piwo!
uk: Це був важкий тиждень. Ходімо до мене, я пригощу тебе пивом!

source: To był dobry facet, uczciwy i sprawiedliwy.
uk: Він був хорошим чоловіком, чесним і справедливим.

source: To był jedyny sposób, żeby się dostać na statek.
uk: Це був єдиний спосіб потрапити на корабель.

source: To był nasz pierwszy trop, ale atak nastąpił na chwilę przed tym, gdy pierwszy uciekinier postawił stopę w porcie.
uk: Це була наша перша зачіпка, але напад стався за мить до того, як перший біженець ступив на берег.

source: To był profesjonalista, więc nie miał go przy sobie, ale za to miał parę przedmiotów magicznych.
uk: Це був професіонал, тому він не мав його з собою, але у нього було кілька магічних предметів.

source: To był taki dobry chłopak...
uk: Він був таким хорошим хлопцем...

source: To był twój pomysł!
uk: Це була твоя ідея!

source: To był zły pomysł, by tu przychodzić.
uk: Це була погана ідея приходити сюди.

source: To był świetny alchemik, szkoda, że tak paskudnie skończył.
uk: Він був чудовим алхіміком. Шкода, що його спіткав такий жахливий кінець.

source: To była Petra.
uk: Це була Петра.

source: To była dla mnie przyjemność.
uk: Мені дуже приємно.

source: To była dla mnie przyjemność. Tylko nie pomiataj za bardzo naszymi chłopcami!
uk: Мені приємно було це зробити. Тільки не зазнавайся перед хлопцями!

source: To była dla niego doskonała okazja, po odpłynięciu Wysłannika Królewskiego miasto musiało być zdezorganizowane.
uk: Це була ідеальна можливість для нього, адже після відплиття Королівського посла, в місті, ймовірно, почався справжній безлад.

source: To była dobra rozgrzewka.
uk: Це була гарна розминка.

source: To była jedna z pierwszych rzeczy, które zrobiłem.
uk: Це було однією з перших речей, які я зробив.

source: To była konieczność.
uk: Це була необхідність.

source: To była pomyłka, żeby tu przychodzić. Zginiemy i nikt nawet się o tym nie dowie.
uk: Прийти сюди було великою помилкою. Ми помремо, і ніхто навіть не дізнається про це.

source: To było do przewidzenia!
uk: Це було очікувано!

source: To było do przewidzenia. Wystarczyła iskra, by stary koźlak zajął się ogniem. Lorenzo podesłał mi dzisiaj nowego młynarza, Jorisa. Gość wydaje się uczciwy i wiedzę o młynach ma niemałą. Potwierdził, że ziemia niedaleko zejścia do morza jest odpowiednia pod budowę nowego młyna. Z rana każę mu iść do miasta po materiały i paru cieśli do pomocy.
uk: Цього слід було очікувати. Знадобилась лише одна іскра, щоб старий млин спалахнув. Сьогодні Лоренцо прислав мені нового мельника, Йоріса. Хлопець здається чесним і добре знається на млинах. Він підтвердив, що ділянка поблизу спуску до моря підходить для нового млина. Вранці я скажу йому, щоб він поїхав до міста за матеріалами та кількома теслями, які зможуть допомогти.

source: To było dobre!
uk: Це було добре!

source: To było duże zamówienie... nie na możliwości zwykłego skryby. Nikt oprócz Venzela nie podjąłby się tego zlecenia.
uk: Це було велике замовлення... не під силу звичайному переписувачу. Ніхто, крім Венцеля, не взявся б за таке замовлення.

source: To było mocniejsze, niż się spodziewałem! Chyba jeszcze nigdy nie miałem do czynienia z tak mocnym materiałem...
uk: Він виявився сильнішим, ніж я очікував! Не думаю, що я коли-небудь мав справу з такою потужною речовиною раніше...

source: To było prostsze, niż myślałem. Założyłem się z Arwidem o miecz i udało mi się wygrać. Roderich powinien być zadowolony.
uk: Це було легше, ніж я думав. Я побився об заклад з Арвідом на його меч і виграв. Родеріх має бути задоволений.

source: To było rano... nie, w południe... a może wczesne popołudnie?
uk: Це було вранці... ні, опівдні... чи, може, трохи раніше?

source: To było straszne! Wczoraj wieczorem Bradlock z Madogiem zaciągnęli do gabinetu Volkera jakiegoś zakrwawionego człowieka. Obchodzili się z nim jak z workiem starych rzep! Potem poszli z nim na tyły posiadłości. Nie mam pojęcia co się dalej z nim stało, ale boję się, że nic dobrego.
uk: Це було жахливо! Минулої ночі Бредлок і Мадог затягли до кабінету Волкера якогось закривавленого чоловіка. Вони поводилися з ним, як з мішком старої ріпи! Потім вони відвели його на задній двір маєтку. Уявлення не маю, що з ним сталося далі, але боюся, що нічого доброго.

source: To było szybkie. Nie do końca najlepsze, bo może nas pamiętać jak się rano obudzi, ale będziemy się martwić potem.
uk: Це було швидко. Не зовсім ідеально, бо він може нас згадати, коли вранці прокинеться, але потурбуємося про це потім.

source: To było widać, że od początku podróży na statku nie przepadał za twoim bratem. Gapił się na niego spode łba, jakby chciał go zamordować.
uk: Було видно, що від самого початку подорожі на кораблі він недолюблював твого брата. Він дивився на нього так, ніби хотів його вбити.

source: To było zlecenie jak każde inne!
uk: Це було таке ж завдання, як і будь-яке інше!

source: To były czasy. Potrafił jednym uderzeniem ściąć trzy głowy naraz!
uk: Оце були часи. Він міг одним ударом відрубати відразу три голови!

source: To były niespokojne czasy dla mojej ojczyzny, ciągłe ataki Myrtańczyków, plagi, głód.
uk: Це були неспокійні часи для моєї батьківщини, постійні напади міртанців, епідемії, голод.

source: To były wyjątkowo lukratywne lata.
uk: Це були надзвичайно прибуткові роки.

source: To będzie ciekawe. Tylko nie potknij się o własne nogi! I przygotuj złoto!
uk: Це буде цікаво. Тільки не спіткнися об власні ноги! І приготуй золото!

source: To będzie cię kosztowało... 300 sztuk złota.
uk: Це буде коштувати... 300 золотих.

source: To będzie dostateczna zapłata dla mnie.
uk: Цього буде цілком достатньо для мене.

source: To będzie odpowiednie. Ktoś musi sprawdzić teren, przez który nasz współpracownik Ernesto będzie szedł do Wielkiej Winnicy.
uk: Це підійде. Хтось повинен перевірити місцевість, якою наш партнер Ернесто буде йти до Великого виноградника.

source: To będzie znaczyło, że chcą cię oszukać. Nie daj się wyrolować.
uk: Це означатиме, що тебе намагаються обдурити. Не дай себе обдурити.

source: To będzie źle. Rozumiem.
uk: Це буде погано. Я розумію.

source: To będziesz musiał ustalić z Graysonem - Królewskim Wysłannikiem.
uk: Це питання потрібно обговорити з Грейсоном – Королівським послом.

source: To całkiem proste, a można zarobić na ich sprzedaży. Wystarczy je pewnie złapać, przekręcić i pewnym ruchem wyrwać. Przy odrobinie szczęścia nie pochlapiesz się śluzem.
uk: Це досить просто, і можна непогано заробити на їх продажу. Все, що тобі потрібно зробити, це міцно схопити їх, скрутити і витягнути різким рухом. Якщо пощастить, тебе не забризкає слизом.

source: To cały sprzęt, jaki udało mi się znaleźć.
uk: Це все спорядження, яке я зміг знайти.

source: To cholernie dużo...
uk: Це страшенно багато...

source: To cholerstwo jest bardziej przebiegłe, niż myślałem. Specjalnie postarała się, żeby nas wszystkich rozdzielić.
uk: Ця клята тварюка хитріша, ніж я думав. Вона добре постаралася, щоб розділити нас усіх.

source: To chore! Człowiek tyle czeka na załatwienie papierkowej roboty, a ten się po prostu barykaduje w domu!
uk: Це жахливо! Людина стільки часу чекає, на оформлення документів, а він просто барикадується у будинку!

source: To chyba Antonio, ale dlaczego ucieka? Muszę go dogonić!
uk: Здається, це Антоніо, але чому він втікає? Я повинен його наздогнати!

source: To chyba budynek, w którym przesiaduje Matey. Nie cieszy mnie ta długa kolejka, ale muszę jakoś dostać się do środka.
uk: Схоже, це той самий будинок, де знаходиться Матей. Мені не подобається довга черга, але я мушу якось потрапити всередину.

source: To chyba było ostatnie gniazdo. Mogę wracać do Coruma.
uk: Думаю, це було останнє гніздо. Я можу повертатися до Корума.

source: To chyba ciało Gaura. Nie ma żadnych ran zadanych przez pełzacze. Biedak chyba po prostu spadł i nie przeżył upadku. Przeszukam jego ciało, może miał przy sobie coś, co udowodni Havardowi, że go znalazłem.
uk: Гадаю, це тіло Гаура. Ніяких ран, нанесених повзунами, немає. Бідолаха, мабуть, просто впав і розбився. Я обшукаю його, можливо, він мав при собі що-небудь, що доведе Гаварду, що я його знайшов.

source: To chyba dość ryzykowne, co jeśli nas złapią?
uk: Думаю, що це досить ризиковано. А якщо нас спіймають?
